Repository: frostkom/mf_str_webshop
Catalog: lang/lang_str_webshop-*.po
Languages: sv_se

source: We do not have a webshop yet...
sv_se: Vi har ingen e-handel ännu...

source: Go to Settings and enter your Customer Number
sv_se: Gå till Inställningarna och ange ett kundnummer

source: If logged in
sv_se: Som inloggad

source: %s Access Token
sv_se: Behörighetsnyckel för %s

source: Automatically Update %s
sv_se: Uppdatera %s automatiskt

source: Page
sv_se: Sida

source: The header is %d long and the footer is %d long
sv_se: Sidhuvudet är %d lång och sidfoten är %d lång

source: Public and Contains the Correct Data
sv_se: Publik och innehåller rätt data

source: Customer Number
sv_se: Kundnummer

source: Warnings
sv_se: Varningar

source: unknown
sv_se: okänd

source: Product Details
sv_se: Produktdetaljer

source: A new version of %s is available on %s
sv_se: En ny version av %s är tillgänglig på %s

source: The version %s is now available for update on %s and the version history can be read on %sGitHub%s
sv_se: Versionen %s är nu tillgänglig för uppdatering på %s och versionshistoriken kan läsas på %sGitHub%s

source: Sitemap Pages
sv_se: Sitemap-sidor

source: Sitemap Page
sv_se: Sitemap-sida

source: API Mode
sv_se: API-läge

source: Include CSS
sv_se: Inkludera CSS

source: Include Extra CSS
sv_se: Inkludera extra CSS

source: Header Selector
sv_se: ID/Klass för sidhuvud

source: Disable Canonical
sv_se: Stäng av 'Canonical'

source: Activate Sitemap API
sv_se: Aktivera Sitemap-API

source: New Version Notification
sv_se: Meddelande om ny version

source: Webshop
sv_se: E-handel

source: Preview on Test Page
sv_se: Förhandsgranska på testsida

source: Get yours here
sv_se: Hämta din här

source: Style
sv_se: Layout

source: This adds basic styling when the Javascript is loaded
sv_se: Detta lägger till grundlayouten när Javascript-koden laddas

source: This adds compatibility styling for the cart when it is open
sv_se: Detta lägger till kompatibilitet för varukorgen när den är öppen

source: Advanced
sv_se: Avancerat

source: Please choose who to notify when a new version is available
sv_se: Välj vem som ska få meddelande när en ny version finns tillgänglig

source: Settings
sv_se: Inställningar

source: Loading
sv_se: Laddar

source: Install webshop on a site
sv_se: Installera e-handel på en webbplats

source: Download ZIP files from %s
sv_se: Ladda ner ZIP-filerna från %s

source: Upload ZIP files to %s
sv_se: Ladda upp ZIP-filerna till %s

source: Login to %s
sv_se: Logga in i %s

source: Go to %sPlugins%s and activate %s first, then %s and %s
sv_se: Gå till %sTillägg%s och aktivera %s först, sen %s och %s

source: Activate webshop on a page
sv_se: Aktivera e-handel på en sida

source: Open %sPages%s and edit the page you plan to have the webshop on
sv_se: Öppna %sSidor%s och redigera den sidan som du tänker ha e-handeln på

source: Add the shortcode %s where you want the webshop to appear on the page
sv_se: Lägg till kortkoden %s där du vill att e-handeln ska visas på sidan

source: Go to Settings -> My Settings -> %sCommon%s
sv_se: Gå till Inställningar -> Mina inställningar -> %sGemensamt%s

source: Choose Yes on Automatically Update %s and save
sv_se: Välj Ja på Uppdatera %s automatiskt och spara

source: Go to Settings -> My Settings -> %sWebshop%s
sv_se: Gå till Inställningar -> Mina inställningar -> %sE-handel%s

source: Choose the page that you previously added the shortcode to, choose Test/Live, add the Customer Number and save
sv_se: Välj sidan som du la in kortkoden på, välj Test/Live, lägg till kundnummer och spara

source: If the Cachier button is not visible in the Cart, go to Settings -> My Settings -> %sWebshop%s and set Include Extra CSS to Yes
sv_se: Om Kassa-knappen inte är synlig i Varukorgen, gå till Inställningar -> Mina inställningar -> %sE-handel%s och ändra Inkludera extra CSS till Ja

source: Clear the server cache if there is a Cache plugin installed
sv_se: Rensa servercachen om det finns ett cache-tillägg installerat

source: Activate automatic updates of plugins on %s
sv_se: Aktivera automatisk uppdatering av tillägg på %s

source: Go to Settings -> %s -> %s
sv_se: Gå till Inställningar -> %s -> %s

source: Add %s in the field %s and save
sv_se: Lägg till %s i fältet %s och spara

source: Contact an admin and ask for the %s. Then add it in the field %s and save
sv_se: Kontakta en administratör och be om %s. Lägg därefter in den i fältet %s och spara

source: If the tab %s and field %s is not immediately visible, be patient and go back in a few minutes to check
sv_se: Om tabben %s och fältet %s inte direkt är synliga, ha tålamod och kom tillbaka om någon minut för att kolla igen

source: Send Instruction
sv_se: Skicka instruktioner

source: If you want to send any of the instructions below to someone else, add their site URL here to change all links below
sv_se: Om du vill skicka någon av instruktionerna till någon annan, lägg in deras URL här för att ändra alla länkar

source: Reload
sv_se: Ladda om

source: The installed version is %s and the latest version on GitHub is %s.
sv_se: Den installerade versionen är %s och den senaste versionen på GitHub är %s.

source: Take a look at the version history %shere%s.
sv_se: Se versionshistoriken %shär%s.

source: I could not find a Customer Number. Please add one and try again.
sv_se: Jag kunde inte hitta ett kundnummer. Var vänlig lägg till ett och försök igen.
